tap "homebrew/bundle"
tap "homebrew/core"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lv"
brew "nkf"
brew "peco"
brew "pwgen"
brew "redis"
brew "source-highlight"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "zsh"
brew "anyenv"
brew "nvim"
cask "discord"
cask "firefox"
cask "notion"
cask "visual-studio-code"
cask "docker"
