tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "aicommits"
brew "anyenv"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lv"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "peco"
brew "pwgen"
brew "redis"
brew "source-highlight"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "zsh"
brew "mysql"
brew "pkg-config"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "notion"
cask "visual-studio-code"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
