tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gdbm"
brew "libyaml"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "boost"
brew "freetype"
brew "pcre"
brew "emacs"
brew "cask"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "envchain"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "lv"
brew "mysql"
brew "nkf"
brew "nvm"
brew "openjdk"
brew "peco"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "source-highlight"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "zsh"
cask "android-studio"
cask "brackets"
cask "discord"
cask "firefox"
cask "geektool"
cask "google-cloud-sdk"
cask "lighttable"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "skype"
cask "slack"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
